[
  {
    "SortOrder": 1,
    "TagName": "ArticleTitle",
    "ZoneText": " Man hacks bizman’s phone, extorts `30L over intimate pics ",
    "ZoneID": "30_09_2022_007_006_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "Author",
    "ZoneText": " Ahmed.Ali@timesgroup.com",
    "ZoneID": "30_09_2022_007_006_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai: A 40-year-old homemaker from central Mumbai has lodged a complaint with police, stating that a man hacked into her businessman husband’s mobile phone, stole their intimate pictures and extorted Rs 30 lakh after blackmailing her husband.<br> Based on the complaint, the Rafiq Ahmed Kidwai Marg police have registered an FIR against one Rakibul under IPC sections for issuing threats and extortion and under the Information Technology Act. Police are looking for the accused.<br> The woman alleged that recently while cleaning her husband’s cupboard, she came across a chit mentioning a certain payment. She said her husband told her that he had paid",
    "ZoneID": "30_09_2022_007_006_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 4,
    "TagName": "ArticleBody",
    "ZoneText": " the money to a man who had threatened that he would upload their intimate pictures on social media if he wasn’t paid Rs 30 lakh, police said. ",
    "ZoneID": "30_09_2022_007_006_004_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 5,
    "TagName": "ArticleTitle",
    "ZoneText": " Bizman gets lewd texts meant for wife",
    "ZoneID": "30_09_2022_007_006_005_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 6,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai: A 42-year-old businessman on Wednesday lodged a police complaint with Samta Nagar police after receiving obscene WhatsApp messages meant for his wife. The businessman lives with his wife and children in Kandivli East. He told the police that the sender introduced himself as Hamidullah Jung Bahadur Khan, and sent obscene comments about the complainant's wife. The accused also demanded sexual favours.<br>TNN",
    "ZoneID": "30_09_2022_007_006_006_toim",
    "ImageGroup": 0
  }
]