[
  {
    "SortOrder": 1,
    "TagName": "Blurb",
    "ZoneText": " EX-CM CHAVAN DROPS A BOMB ",
    "ZoneID": "30_09_2022_007_005_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "ArticleTitle",
    "ZoneText": " ‘CM Shinde offered to form govt with Cong, NCP in ’17’ ",
    "ZoneID": "30_09_2022_007_005_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "Author",
    "ZoneText": " PrafullaMarpakwar@timesgroup.com ",
    "ZoneID": "30_09_2022_007_005_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 4,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai:Former CM and senior Congressman Ashok Chavan on Thursday claimed that adelegation led by Shiv Sena leader and then cabinet minister Eknath Shinde had approached him with a proposal to form a government comprising Shiv Sena, Congress and NCP while the BJP-Sena coalition led by Devendra Fadnavis was in power. <br> Chavan declined to speak further on the issue but a Nanded-based mediaperson, on condition of anonymity, backed the assertion saying the meeting took place at Chavan’s south Mumbai office in 2017. He said Chavan, who headed the state Congress unit, heard out the proposal and told Shinde that he would have to consult the Congress high command. In the same meeting, Chavan asked the Shinde team to approach NCP president ",
    "ZoneID": "30_09_2022_007_005_004_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 5,
    "TagName": "ArticleBody",
    "ZoneText": " Sharad Pawar to discuss the move, he said. The Shinde team apparently never reverted. <br> Sceptics say if the meeting did take place, why was Chavan silent about it even when Shinde revolted against the leadership of Uddhav Thackeray in June 2022. Senior Sena leader and former industries minister Subhash Desai, a trusted aide of Thackeray, said he was not part of any such del- ",
    "ZoneID": "30_09_2022_007_005_005_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 6,
    "TagName": "ArticleBody",
    "ZoneText": " egation that approached the Congressman, and rather it was the Congress and NCP that approached Sena from time to time with an offer to form a government. “In the council hall lobby, senior leaders of Congress and NCP had on several occasions approached me to form a government with Shiv Sena…then I had said, as of now, we are in government ",
    "ZoneID": "30_09_2022_007_005_006_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 7,
    "TagName": "ArticleBody",
    "ZoneText": " with BJP,’’ Desai said. <br> Chavan’s statement comes at a time when Shinde has engineered a split in the Sena and mended fences with BJP. Shinde did not respond to TOI’s message and calls, but party spokesperson Naresh Mhaske dismissed Chavan’s claims as an attempt to clear the air over his own loyalties in the light of his meetings with members of the Shinde faction. “We feel that Chavan is trying to prove his integrity and honesty, since doubts have been expressed over his loyalty to the party. Chavan did not participate in the speaker’s election as well as the vote of confidence motion,’’ Mhaske said. State BJP president Chandrashekhar Bawankule targeted Thackeray saying he was behind the attempt to tarnish the CM’s image.State NCP chief Jayant Patil said there has to be substance in the allegation since the statement “has come from aformer chief minister”. ",
    "ZoneID": "30_09_2022_007_005_007_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 8,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "30_09_2022_007_005_008_toim",
    "ImageGroup": 0
  }
]