[
  {
    "SortOrder": 6,
    "TagName": "ArticleTitle",
    "ZoneText": "Fadnavis stamp on major shake-up in bureaucracy",
    "ZoneID": "30_09_2022_006_005_006_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 7,
    "TagName": "ColumnTitle",
    "ZoneText": "Vyas, Bipin Sharma Among Record 44 Babus Shunted",
    "ZoneID": "30_09_2022_006_005_007_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 8,
    "TagName": "Author",
    "ZoneText": "Prafulla.Marpakwar@timesgroup.com",
    "ZoneID": "30_09_2022_006_005_008_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 9,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai: In the biggest-ever reshuffle in the bureaucracy, chief  minister Eknath Shinde on Thursday night shifted additional chief secretary (public health) Pradeep Vyas, housing secretary Milind Mhaiskar and Thane municipal commissioner Bipin Sharma. It was found that bureaucrats who were with Devendra Fadnavis during his tenure as CM but were sidelined by the MVA government, were given plum assignments. <br> As per official records, Shinde shifted a record number of 44 bureaucrats.<br> Vyas, who effectively dealt with the Covid-19 pandemic, has been shifted to the ‘insignificant’ tribal development department. He will be replaced by Mahagenco MD Sanjay Khandare. Housing secretary Milind Mhaiskar was shifted to the excise department in place of Valsa Nair, who will be the new housing secretary. During a review of the housing department on Wednesday, Fadnavis had sought time-bound completion of all housing projects under Mhada. <br> Principal secretary (protocol and environment) Manisha Mhaiskar-Patankar was relieved of the environment department, which was entrusted to Praveen Darade, who will also be member-secretary of the pollution control board. <br> Transport commissioner Avinash Dhakne was shifted to Film City in place of Vivek Bhimanwar, who will be the new transport commissioner. Commissioner of unorganized sector Ashivini Joshi will be the new medical education secretary in place of Saurabh Vijay, who was shifted to the tourism and cultural affairs department. Joshi was the first bureaucrat to be shunted out during the MVA rule. <br> Thane municipal commissioner Bipin Sharma will be the new CEO, MIDC. Navi Mumbai municipal commissioner Abhijeet Bangar will be the new Thane commissioner, while Thane collector Rajesh Narvekar will replace him. MIDC CEO P Anbalagan will be the new MD of state power generation corporation. Health commissioner Ramaswami will be skill development commissioner in place of D Khushwah, who will be the development commissioner in place of Harshadeep Kamble, who was appointed industries secretary. Additional chief secretary Deepak Kapoor was shifted to water resources. <br> Tukaram Munde, secretary, human rights commission, will be the family welfare commissioner. Ashok Shingare will now be Thane collector. Tribal development secretary Anup Kumar Yadav will be the new secretary of the minorities department. Tourism director Milind Borikar will be the new chief officer, Mumbai Housing and Development board. <br> FDA commissioner Parimal Singh will head the Nanaji Deshmukh Krishi Project. Abhimanyu Kale will be FDA commissioner. During the MVA rule, he was shunted out after a row over drug supply. ",
    "ZoneID": "30_09_2022_006_005_009_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 12,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "30_09_2022_006_005_012_toim",
    "ImageGroup": 0
  }
]