[
  {
    "SortOrder": 1,
    "TagName": "ArticleTitle",
    "ZoneText": " State to rebuild razed crematorium in one month, `1L fine for PIL: HC ",
    "ZoneID": "30_09_2022_006_006_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "Author",
    "ZoneText": " Rosy.Sequeira@timesgroup.com ",
    "ZoneID": "30_09_2022_006_006_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai: The Bombay high court on Thursday directed the state government and the Mumbai collector (suburbs) to reconstruct within a month acrematorium at Erangal beach, Malad (west), that was demolished without giving a hearing to the fishing community.<br> Chief Justice Dipankar Datta and Justice Madhav Jamdar dismissed a PIL by Chetan Vyas, a law consultant, claiming the construction is contrary to the coastal zone regulation (CRZ) notification of January 2011. They imposed a cost of Rs 1 lakh on Vyas, which will be given to two local fisherfolk bodies which intervened in the matter.<br> The judges directed that  the reconstruction is to be carried out under the supervision of deputy collector Vikas Gajare at the place mentioned in the October 27, 2021, site inspection report.<br> They also set aside the September 12 order of the Maharashtra Coastal Zone Management Authority that rejected a proposal sent through Mhada for repairing the crematorium. Senior advocate Milind Sathe, for MCZMA, and state’s advocate Abhay Patki had said the community can apply afresh for permission. But advocate Pramod Kathane, for the community, showed MCZMA’s order stating that the PIL “is pending regarding illegal crematorium which is dismantled and in such case seeking repair permission is irrational”.<br> The fishing community had said it was re-building the open crematorium, consisting of  a shed and poles, after it was destroyed by cyclone Tauktae last year. While hearing the PIL, the judges took note that a 7/12 land extract showed it had existed since 1955. They directed the BMC to produce the death register of the crematorium before February 19, 1991, when the first CRZ notification was issued. The register showed that there were at least two cremations before that date: on December 25, 1990, and February 16, 1991. “This shows the existence of a crematorium,” the CJ had said at the last hearing.<br> The judges had summo- ned collector (suburbs) Nidhi Chaudhari, who demolished the crematorium, and slammed her over the hasty demolition. State’s advocate Abhay Patki informed that the demolition was carried out on the direction of the MCZMA. They rapped the MCZMA, asking what enquiry was conducted before passing the order and whether a show cause notice was issued.<br> The judges said the procedure of natural justice was not followed and the joint inspection report had mentioned that the fishermen had sought time to submit documents. “We will be compelled to record that a very high-handed action is taken against the fishermen community,” said the CJ. The judgment was not uploaded at the time of  going to press.   ",
    "ZoneID": "30_09_2022_006_006_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 8,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "30_09_2022_006_006_008_toim",
    "ImageGroup": 0
  }
]