[
  {
    "SortOrder": 1,
    "TagName": "ArticleTitle",
    "ZoneText": " Now, Dec 31 deadline for hsg society AGM",
    "ZoneID": "30_09_2022_005_007_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "Author",
    "ZoneText": " Chittaranjan.Tembhekar@timesgroup.com",
    "ZoneID": "30_09_2022_005_007_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai:In a major relief to over 65,000 cooperative housing societies across the Mumbai Metropolitan Region, the state government has given them time till December 31 to hold their annual general meeting (AGM) and till October 31 to get done with their audit submissions.<br> Housing society federations said that due to Covid, several societies managed to clear their audits for 2020-21 only by March this year and were now burdened with the audit backlog for the previous financial year, 2021-22.<br> The last date for the AGM and audit submission for 202122 was September 30 before the relief was announced on Thursday. The Maharashtra Societies Welfare Association (MahaSeWA), a federation of cooperative societies, had been demanding an extension till the end of the year so that auditors and societies could get enough time to complete delayed accounting procedures without being rushed.<br> According to cooperative sector watchers, just around 25% societies had submitted their accounts so far. A majority of societies are already struggling to get their deemed conveyance (land title transfer to society from builder) and redevelopment approvals that have been stuck due to legal complexities and red tape. <br> Many are also facing issues related to lack of unanimity among members, fee escalations, fights for nominations, titles and maintenance, and alleged corruption.",
    "ZoneID": "30_09_2022_005_007_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 5,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "30_09_2022_005_007_005_toim",
    "ImageGroup": 0
  }
]