[
  {
    "SortOrder": 1,
    "TagName": "ArticleTitle",
    "ZoneText": " Nana Patole unmasks Spider-Man’s identity, says it’s our Fadnavis",
    "ZoneID": "29_09_2022_005_009_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "Author",
    "ZoneText": " Prafulla.Marpakwar@timesgroup.com",
    "ZoneID": "29_09_2022_005_009_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai:MPCC president Nana Patole on Wednesday reacted to the appointment of deputy chief minister Devendra Fadnavis as the guardian minister of six districts as well as the visit of two cabinet members to Gujarat to study the CM’s office administration. <br> “Fadnavis appears to be Spider-Man,” he said. “In his capacity as guardian minister, he will visit six districts at a time. It is quite shocking.”<br> Patole said the job of a guardian minister was a serious one and it was doubtful if Fadnavis would be able to do justice to the six districts.<br> The Congress leader in the state said that following Fadnavis’s appointment even routine work would be affected as the district administration would be kept waiting for instruc- tions from the guardian minister. <br> “For CM Eknath Shinde, it took more than three months to appoint guardian minister,” Patole said. “The state government has already stayed developmental works in all the districts across the state. The CM must reconsider his decision.”<br> On the visit of forest minister Sudhir Mungantiwar and his industries department counterpart, Uday Samant, to Gujarat, Patole said they were redrafting the strategy to shift key industries to Gujarat. <br> “The entire government was silent when the Rs 1.54 lakh crore Foxconn-Vedanta project was shifted to Gujarat,” he said. “Now suddenly, a team has been deputed to study the administration of Gujarat CM office. We are told that the ED government does not take even routine decisions without consulting the BJP leadership.”",
    "ZoneID": "29_09_2022_005_009_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 5,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "29_09_2022_005_009_005_toim",
    "ImageGroup": 0
  }
]