[
  {
    "SortOrder": 1,
    "TagName": "ArticleTitle",
    "ZoneText": " PFI a silent killer that triggered violence: Dy CM ",
    "ZoneID": "29_09_2022_005_012_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "Author",
    "ZoneText": "TIMES NEWS NETWORK ",
    "ZoneID": "29_09_2022_005_012_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai/Pune: Deputy CM Devendra Fadnavis said on Wednesday that the Popular Front of India (PFI) was a silent killer whose objective was to spread rumours and trigger violence.<br> Welcoming the Centre’s decision to ban the outfit for five years, he said, “There is enough evidence with government and probe agencies that PFI was sowing seeds of violence. Spreading rumours, raising funds and triggering violence was their objective.” <br> Citing an instance, he said, “A fake video of a mosque being demolished in a north-east state led to demonstrations in Amravati. It later came to light that the video was from Bangladesh. We shall take all steps to completely shut down PFI and six affiliate organisations. Besides these six frontal organisations, there could be more outfits linked to PFI which shall now be unravelled.”<br> Fadnavis added Kerala was the first state to seek a ban on PFI, followed by other states.<br> CM Eknath Shinde too welcomed the Centre’s move to ban the PFI. He said it had come to light that the organisation was planning “something serious” in the state. Shinde thanked union home minister Amit Shah for the decision and said, “The organisation members had also tried to disturb peace in Pune, but swift police action foiled their bid. PFI and its allied organisations were found involved in serious crimes. The organization was active in terror activities and financing, gruesome killings,  and disruption of public order… Plans of anti-social elements to carry out anti-national activities and divide society will never succeed.”<br> Shinde also said in Nashik that the state will not hesitate to take stern action against those who raise pro-Pakistan slogans.<br> While NIA conducted nationwide searches last week and arrested around a hundred members of PFI, the Maharashtra Anti-Terror Squad had also carried out raids in 12 districts in the state. ATS has filed four cases in Mumbai, Nashik, Aurangabad and Nanded. <br> On Wednesday Pune police detained a man linked to PFI. ",
    "ZoneID": "29_09_2022_005_012_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 5,
    "TagName": "ArticleTitle",
    "ZoneText": " Won’t let outfit regroup under new name: ATS ",
    "ZoneID": "29_09_2022_005_012_005_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 6,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai:  The Maharashtra Anti-Terrorism Squad (ATS) on Wednesday said it will not allow members of the now-banned PFI to regroup under some other banner. Vineet Agarwal, ATS chief, said, “We won’t allow them to regroup under some other banner. Their funds will be frozen as per provisions of UAPA.” Asked about bank accounts operated by PFI members, he said they were examining it. The ATS chief said action will be taken against those who associate with the banned PFI. He added ATS will not go after those who follow the law. On Monday, a special Mumbai court extended custody of  the 5 alleged PFI members, arrested by ATS, till October 3. <br>TNN ",
    "ZoneID": "29_09_2022_005_012_006_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 7,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "29_09_2022_005_012_007_toim",
    "ImageGroup": 0
  }
]