[
  {
    "SortOrder": 1,
    "TagName": "ArticleTitle",
    "ZoneText": " Students oppose last-minute 20% in-service PG med quota  ",
    "ZoneID": "29_09_2022_005_005_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "ColumnTitle",
    "ZoneText": " IMA State Unit Writes To Min; Aspirants May Move HC  ",
    "ZoneID": "29_09_2022_005_005_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "Author",
    "ZoneText": " Yogita.Rao@timesgroup.com ",
    "ZoneID": "29_09_2022_005_005_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 4,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai: The last-minute implementation of in-service quota has stumped postgraduate medical aspirants in the state. The horizontal implementation of the 20% quota across categories will further shrink the pool of seats in postgraduate courses, say students. For instance, open category students will be left with only six seats in popular courses such as dermatology, in radiology around 14 and in general medicine, 35. <br> The Maharashtra unit of the Indian Medical Association (IMA) has written to the medical education minister Girish Mahajan against the untimely implementation, while a section of students are planning to move court before the seat matrix is released. As per last year’s seat matrix, over 1,200 seats are available for students in state quota. <br> While students do not have a problem with the quota, releasing the government resolution when the admission process has already commenced is unfair, they say. “We knew in-service quota had to be given, but why was the implementation delayed. The deadline to register for admissions in other states is ",
    "ZoneID": "29_09_2022_005_005_004_toim",
    "ImageGroup": 0
  },
 
  {
    "SortOrder": 7,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "29_09_2022_005_005_007_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 8,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "29_09_2022_005_005_008_toim",
    "ImageGroup": 0
  }
]