[
  {
    "SortOrder": 1,
    "TagName": "ArticleTitle",
    "ZoneText": " BMC rethinks `745cr plan for 2 ROBs near Mahalaxmi stn",
    "ZoneID": "29_09_2022_005_003_001_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 2,
    "TagName": "Author",
    "ZoneText": " Richa.Pinto@timesgroup.com",
    "ZoneID": "29_09_2022_005_003_002_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 3,
    "TagName": "ArticleBody",
    "ZoneText": " Mumbai: The BMC has gone back to the drawing board for the two rail overbridges it proposes to build near Mahalaxmi station — one from Dr E Moses Road (Worli Naka) to Saat Rasta and the other, touted to be the city’s first cablestayed bridge, from Saat Rasta to Keshavrao Khadye Marg towards Haji Ali.<br> Officials said they are reconsidering construction of Dr E Moses Road-Saat Rasta ROB owing to the presence of several commercial encroachments, a civic waste transfer station and no clear path, and instead extending the Saat Rasta-Keshavrao Khadye Marg arm towards Byculla station. “We are yet to decide whether or not the north arm is required, and are considering if we can extend the bridge from Haji Ali to Saat Rasta further towards Byculla station,” said additional municipal commissioner P Velrasu. <br> Under the ROB extension plan, the cable-stayed bridge instead of landing at Saat Rasta will go further to K K Road in Mahalaxmi, ensuring there is no traffic congestion at Saat Rasta.<br> Prior to the pandemic-induced lockdown, in January 2020, the BMC had finalised the contractor for the const- ruction of the two ROBs at an estimated cost of Rs 745 crore to take the traffic load off the existing century-old ROB. Civic officials pointed out that the acquisition and demolition of all properties and structures on the Dr E Moses Road-Saat Rasta route could lead to a steep escalation in the project cost, but the proposed ROB extension would not do so. “While presently there is no requirement for the north arm, we may consider it in the future. We cannot say that we are scrapping it yet,” said a civic official.The proposal for the two ROBs had been drawn up to decongest traffic at Saat Rasta and outside Mahalaxmi station. The two ROBs were supposed to help regulate traffic, especially for motorists wanting to get on to the coastal road from Haji Ali. ",
    "ZoneID": "29_09_2022_005_003_003_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 7,
    "TagName": "Photographs",
    "ZoneText": " ",
    "ZoneID": "29_09_2022_005_003_007_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 8,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "29_09_2022_005_003_008_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 9,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "29_09_2022_005_003_009_toim",
    "ImageGroup": 0
  },
  {
    "SortOrder": 10,
    "TagName": "Photographs",
    "ZoneText": "",
    "ZoneID": "29_09_2022_005_003_010_toim",
    "ImageGroup": 0
  }
]